Repository: Team-Forbidden-LLC/warfork-qfusion
Catalog: assets/data0_21/l10n/ui/*.po
Languages: tr

source: Home
tr: Ana Sayfa

source: Play
tr: Oyna

source: Options
tr: Ayarlar

source: Quit
tr: Çıkış

source: Brightness
tr: Parlaklık

source: Enable weapon animation
tr: Silah animasyon etkinlestirme

source: Quick menu
tr: Hizli Menü

source: Version %s of %s is available.
tr: Version %s of %s cikti.

source: Click OK for more information.
tr: Fazla bilgi icin OK'ye bas.

source: Open in browser
tr: Tarayıcıda aç

source: Match timer
tr: Oyun süresi

source: count down
tr: geri sayım

source: count up
tr: ileri sayım

source: Are you sure you want to quit?
tr: Çıkmak istediğine emin misin?

source: contrast
tr: karşıtlık

source: high
tr: Yüksek

source: high+
tr: Yüksek+

source: low
tr: Düşük

source: medium
tr: Orta

source: stream
tr: akış

source: Accuracy details
tr: İsabet detayı

source: View awards
tr: Ödülleri Görüntüle

source: Logout
tr: Çıkış Yap

source: Weapon
tr: Silah

source: Use
tr: Kullanım

source: Accuracy
tr: İsabet

source: Wins
tr: Zafer

source: Losses / quits
tr: Malubiyet / Terk

source: Friends
tr: Arkadaşlar

source: Offline
tr: Çevrimdışı

source: Acc
tr: İsabet

source: Time played:
tr: Oyun Süresi

source: Awards
tr: Ödüller

source: easy
tr: kolay

source: hard
tr: zor

source: Suggested servers
tr: Önerilen sunucular

source: Less than an hour
tr: Bir saatten az

source: 1 hour
tr: 1 saat

source: %s hours
tr: %s saat

source: %s days, %s hours
tr: %s gün, %s saat

source: Last seen %s days ago
tr: Son görülme %s gün önce

source: No data yet
tr: Henüz veri yok

source: No friends yet
tr: Henüz arkadaş yok

source: Connected to
tr: Bağlanıldı

source: Show team locations
tr: Takım konumunu göster

source: Close
tr: Kapat

source: Demo filename
tr: Demo dosyaismi

source: Ranked
tr: Rütbeli

source: Password required
tr: Şifre gerekli

source: Screenshot
tr: Ekran Alıntısı

source: Scoreboard
tr: Skor Tablosu

source: Show pressed keys
tr: Basılı tuşları göster

source: Join
tr: Katıl

source: Team game mode where in which players join either the attacking team or the defending team. Each team attempts to complete their mission objective, either planting the bomb or defending the bomb site, or eliminate the opposing team.
tr: Hangi oyuncuların hücum takımı ya da savunma ekibine ya katılmak Takım oyunu modu. Her takım bomba ekim veya bomba siteyi savunan, ya da rakip takım ortadan kaldırmak ya da misyon hedefi tamamlamak için çalışır.

source: Team game mode where you aim to eliminate the entire other team before your team dies. Clan Arena has no item pickups, you spawn with all weapons.
tr: Takım oyunu Eğer takım ölmeden önce tüm diğer takım ortadan hedefliyoruz modu. Klan Arena hiçbir öğe manyetikler vardır, tüm silahlar ile spawn.

source: Team game mode where the goal is to acquire the enemy teams flag and return it to your base.
tr: Amacınız düşman ekipleri bayrağı kazanmak ve tabanına dönmek için takım oyunu modu.

source: Capture the Flag with highly specialized classes. This version of CTF needs team co-operation between the classes to win!
tr: Son derece uzmanlaşmış sınıflarıyla Capture the Flag. CTF bu sürümü kazanmak için sınıflar arası ekip işbirliğini ihtiyacı var!

source: Defeat most opponents in 1-on-1 combats. Your arsenal is fully replenished before each round. The winner of the round is challenged by the next player in the queue.
tr: 1-on-1 çatışmalarda çoğu rakibinizi yenin. Cephanelik tam olarak her turdan önce doldurulan. Turun galibi kuyruğunda sonraki oyuncu tarafından meydan.

source: The goal of a deathmatch game is to frag as many other players as possible until the time or frag limit is reached.
tr: Bir deathmatch Oyunun amacı süresi veya frag limitine ulaşıldığında kadar mümkün olduğunca çok sayıda diğer oyuncular gemileri yoketmek için sıçrama olduğunu.

source: Duel is a 1vs1 game mode. The standard match lasts 10 minutes, if there's a draw there will be added 120 seconds overtime. The player who does the most frags wins the map.
tr: Düello bir 1vs1 oyun modu. 120 saniye mesai orada eklenecektir beraberlik varsa standart maç, 10 dakika sürer. En frag yapan oyuncu haritası kazanır.

source: The goal of a FFA game is to frag as many other players as possible until the time or frag limit is reached. Unlike in DM, you spawn with weapons and ammunition.
tr: Bir FFA Oyunun amacı süresi veya frag limitine ulaşıldığında kadar mümkün olduğunca çok sayıda diğer oyuncular gemileri yoketmek için sıçrama olduğunu. DM aksine, silah ve mühimmat ile spawn.

source: Game mode where one player is tagged and all other players attempt to frag the tagged player. Tagged player gets score for each second he/she stays alive. The person who frags the tagged player, becomes tagged.
tr: Bir oyuncu etiketli ve tüm diğer oyuncular etiketli gemileri yoketmek için sıçrama girişimi olan oyun modu. Takip edilen oyuncu o / o hayatta kalır her saniye için puan alır. Levhası 'oyuncuya Frags kişi, etiketli hale gelir.

source: The goal of the race game mode is to finish the map or sector as quickly as possible!
tr: Yarış oyun modu amacı mümkün olduğunca çabuk harita ya da sektör bitirmek üzere!

source: Team-vs-team game mode. The goal of a team deathmatch game is to frag as many players of the opposing team as possible until the time or frag limit is reached.
tr: Takım-vs-takım oyunu modu. Bir takım deathmatch Oyunun amacı süresi veya frag limitine ulaşıldığında kadar mümkün olduğunca rakip takımın birçok oyuncu gemileri yoketmek için sıçrama olduğunu.

source: Team based game mode where teams attempt to gain control of three different areas in the map. The team who gains control of all three objects, wins the round.
tr: Takım ekipleri haritasında üç farklı alanlarda denetimini ele geçirmesine girişiminde tabanlı oyun modu. Her üç nesnelerin kontrolünü kazanır ekibi, yuvarlak kazanır.

source: Open chat
tr: Acik Sohbet

source: The game server is suggesting you can watch this match on WarforkTV. Do you agree?
tr: Oyun sunucusu WarforkTV bu maç izleyebilirsiniz öneriyor. Katılıyor musun?

source: You will be automatically connected to WarforkTV server "%s" at %s in %s seconds...
tr: Otomatikmen WarforkTV serverine "%s" in %s ve %s saniye sonra baglanacaktir...

source: Acceleration on forward jumping
tr: İleri atlama üzerinde Hızlanma

source: Disable autohop
tr: Autohop Devre disi

source: Enable view animation
tr: Görünümü animasyon etkinlestirme

source: Touch look sensitivity
tr: Dokunmatik bakmak hassasiyeti

source: Touch look deceleration
tr: Dokunmatik bakmak yavaşlama

source: Invert touch look
tr: Dokunmatik görünüm ters

source: Touch controls size
tr: Dokunmatik kontroller boyutu

source: Flip touch controls
tr: Dokunmatik kontroller çevirmek

source: Horizontal stick sensitivity
tr: Yatay çubuk hassasiyeti

source: Vertical stick sensitivity
tr: Dikey çubuk hassasiyeti

source: Invert gamepad look
tr: Haricindekileri gamepad bakmak

source: Swap gamepad sticks
tr: Takas gamepad çubukları

source: Chat message sound
tr: Chat Mesaj sesi

source: Keep playing sounds in background
tr: Arka planda sesler oynamaya devam

source: Play on a ranked server to start tracking your stats.
tr: İstatistiklerinizi izlemeye başlamak için bir ranked server üzerinde oynayın.

source: The selected HUD may not be optimized for touchscreen input.
tr: Seçilen HUD dokunmatik ekran girişi için uygun şekilde olmayabilir.

source: Don't suggest servers
tr: sunucuları tavsiye etmem

source: Gamepad look acceleration
tr: Gamepad bakmak hızlanma

source: Back
tr: Geri

source: Cast a vote
tr: Bir Oyu at

source: Use the selected model for all players
tr: Tüm oyuncular için seçilen modeli kullan

source: Use the selected color for all players
tr: Tüm oyuncular için seçilen rengi kullan

source: Game mode which provides hints on basic Warfork movements and allows the player to play a duel match against an AI-controlled opponent.
tr: AI kontrollü rakibe karşı bir düello maçı oynayacak oyuncu temel Warfork hareketleri üzerinde ipuçları sağlar ve izin veren oyun modu.

source: Don't ask me again
tr: Bana tekrar sorma

source: Gameplay tutorial
tr: Oyun ögretici

source: You are about to launch the tutorial stage of Warfork. Continue?
tr: Sen Warfork öğretici aşamasını başlatmak üzeresiniz. Devam?

source: Welcome to Warfork!
tr: Warfork'a hosgeldiniz!

source: Perhaps you would like to learn the basics of the gameplay and test your combat skills on our tutorial?
tr: Belki oyun temellerini öğrenmek ve bizim öğretici savaş becerilerini test etmek ister misiniz?

source: Shuffles teams
tr: Takimlari karistir

source: Forgot your password?
tr: Sifrenizi mi unuttunuz?

source: Profile
tr: Profil

source: Chat
tr: Sohbet

source: Player
tr: Oyuncu

source: Teams
tr: Takımlar

source: Audio
tr: Ses

source: Input
tr: Girdi

source: Save changes
tr: Uygula

source: Cancel
tr: İptal

source: Name
tr: İsim

source: Misc
tr: Karışık

source: Spectator HUD
tr: Seyirci HUD

source: Crosshair
tr: Nişangah

source: default
tr: varsayiıan

source: right
tr: sağ

source: left
tr: sol

source: center
tr: orta

source: FOV
tr: Görüş Alanı

source: FOV while using zoom
tr: Yakınlaştırma sırasında Görüş Alanı

source: Simple items
tr: Basit ögeler

source: Show help
tr: Yardimi göster

source: Show weapon model
tr: Silah modelini göster

source: Show minimap
tr: Mini Haritayi göster

source: Show FPS counter
tr: FPS sayacını göster

source: Show speed meter
tr: Hız sayacını göster

source: Show damage indicator
tr: Hasar Göstergesini göster

source: Automatically record demos
tr: Demoları otomatik olarak kaydet

source: Endmatch screenshot
tr: Oyun Sonu ekran alıntısı

source: Save match stats
tr: Maç istatiklerini kaydet

source: Team model options
tr: Takım modeli Ayarları

source: Fullbright skin
tr: Fullbright cilt

source: Force your team as FORBIDDEN
tr: Takımınız FORBIDDEN olarak zorla

source: Graphics profile
tr: Grafik Profili

source: Fullscreen
tr: Tam Ekran

source: Vertical sync
tr: Dikey senkronizasyon

source: Screen resolution
tr: Ekran çözünürlüğü

source: desktop
tr: masaüstü

source: Texture quality
tr: Doku kalitesi

source: Anisotropic filtering
tr: Anisotropic süzme

source: Lighting quality
tr: Aydınlatma kalitesi

source: vertex lighting
tr: Köşe Aydınlatma

source: lightmaps
tr: Işık haritalari

source: per-pixel lighting
tr: Pixel başına Aydınlatma

source: Shadows
tr: Gölgeler

source: off
tr: kapalı

source: simple shadows
tr: basit gölgeler

source: shadowmaps
tr: Gölge Haritaları

source: Greyscale lighting
tr: Gri tonlama Aydınlatma

source: Use solid colors for world
tr: Dünya için düz Renkler kullan

source: Sound module
tr: Ses modülü

source: no sound
tr: Sessiz

source: Sound volume
tr: Ses seviyesi

source: Music volume
tr: Müzik seviyesi

source: Players volume
tr: Oyuncu ses seviyesi

source: Effects volume
tr: Efekt ses seviyesi

source: Announcer volume
tr: spiker ses seviyesi

source: Hit sounds volume
tr: Vur sesleri hacim

source: Mouse
tr: Fare

source: Movement
tr: Hareket

source: Actions
tr: Eylemler

source: Weapons
tr: Silahlar

source: Saved
tr: Kayıtlı

source: Mouse sensitivity
tr: Fare hassasiyeti

source: Mouse acceleration
tr: Fare hızı

source: Mouse filter
tr: Fare filtre

source: Invert mouse
tr: Ters yönlü fare

source: Forward
tr: İleri

source: Backward
tr: Geri

source: Left
tr: Sola

source: Right
tr: Sağa

source: Up / jump
tr: Yukarı / zıplama

source: Down / crouch
tr: Aşaği / çömelme

source: Dash / walljump
tr: Hamle / Duvar atlayis

source: Run / walk
tr: Koşma / yürüme

source: Attack
tr: Saldırı

source: Previous weapon
tr: önceki Silah

source: Next weapon
tr: sonraki Silah

source: Last weapon
tr: son Silah

source: Zoom
tr: Yakınlaştırma

source: Drop weapon
tr: Silahı bırak

source: Drop bomb / flag
tr: Bomba / bayrağı bırak

source: Team chat
tr: Takım sohbeti

source: Login to forbidden.gg
tr: forbidden.gg'e giriş yap

source: Login with your forbidden.gg account to save your statistics and match results.
tr: İstatistikleri ve Maç sonuçlarını kaydetmek için forbidden.gg hesabı ile giriş yap.

source: Don't have an account?
tr: Hesabın yok mu?

source: Register for a free account here.
tr: Burda Ücretsiz Hesap oluştur.

source: Username
tr: Kullanıcıı Adı

source: Password
tr: Şifre

source: Remember login
tr: Girişi hatırla

source: Login
tr: Giriş

source: Normal weapons
tr: Normal silahlar

source: Watch on TV
tr: TV de izle

source: Favorites
tr: Favoriler

source: Hostname
tr: Hostisim

source: Gametype
tr: Oyun türü

source: Demo browser
tr: Demo Tarayici

source: Stop
tr: Dur

source: Refresh
tr: Yenile

source: Map
tr: Harita

source: Title
tr: Başlık

source: Mapname
tr: Harita Ismi

source: Start game
tr: Oyunu başlat

source: Server name
tr: Sunucu adı

source: Public server
tr: Kamu Sunucu

source: Score limit
tr: Puan sınırı

source: Max players
tr: Maks Oyuncu

source: Time limit
tr: Zaman sınırı

source: Bot skill level
tr: Bot yetenek seviyesi

source: Number of bots
tr: Bot sayısı

source: Remove from favorites
tr: Favorilerden sil

source: Add to favorites
tr: Favorilere yükle

source: Map: %s
tr: Harita: %s

source: Players: %s
tr: Oyuncu: %s

source: Gametype: %s
tr: Oyun türü: %s

source: Address: %s
tr: Adres: %s

source: IRC server connection
tr: IRC Sunucu bağlantısı

source: Server port
tr: Sunucu Port

source: Nickname
tr: Rumuz

source: Channels
tr: Kanallar

source: Connect
tr: Bağlan

source: Disconnect
tr: Bağlantıyı kes

source: Send
tr: Gönder

source: Date: %s
tr: Tarih: %s

source: Match: %s
tr: Maç: %s

source: Score: %s
tr: Puan: %s

source: Duration: %s
tr: Süre: %s

source: Ready!
tr: Hazır!

source: Not ready!
tr: Hazır değil!

source: Join challengers queue
tr: Meydan okuyucu kuyruğuna katıl

source: Leave challengers queue
tr: Meydan okuyucu kuyruğundan çık

source: Join the game
tr: Oyuna katıl

source: Join any team
tr: Herhangi takıma katıl

source: Join %s
tr: Katıl %s

source: Spectate
tr: İzle

source: Game menu
tr: Oyun Menüsü

source: Call a vote
tr: Oylama yap

source: Chasecam
tr: Seyir Kamerası

source: Main menu
tr: Ana Menü

source: Return to game
tr: Oyuna geri dön

source: "%s" options
tr: "%s" Ayarlar

source: Refused: %s
tr: Reddetti: %s

source: Press ESC to cancel
tr: İptal etmek için ESC tuşuna bas

source: Downloading %s from %s at %s k/s
tr: %s , %s 'den %s k/s indiriliyor

source: Owner left the listen server
tr: Sahibi dinleme sunucusundan çıktı

source: Server was killed
tr: Server öldürüldü

source: Server restarted
tr: Server yeniden başlatıldı

source: Chasecam mode
tr: Seyir Kamerası Modu

source: Auto
tr: Oto

source: Objectives
tr: Hedefler

source: Powerups
tr: Güçlendirmeler

source: Highest score
tr: En yüksek Puan

source: Enable
tr: Etkinleştir

source: Disable
tr: Etkisizleştir

source: Watch
tr: İzle

source: Viewers
tr: Seyirciler

source: Reconnect
tr: Yeniden Bağlan

source: Votes
tr: Oylar

source: Primary weapons
tr: Birincil Silahlar

source: Secondary weapons
tr: İkincil Silahlar

source: Carrier opt-in
tr: Bombayı bana ver

source: Carrier opt-out
tr: Bombayı bana verme

source: Select class
tr: Sınıf seç

source: Grunt
tr: Homurtu

source: Medic
tr: Doktor

source: Runner
tr: Koşucu

source: Engineer
tr: Mühendis

source: Connection failed
tr: Bağlantı başarısız oldu

source: Connection terminated
tr: Bağlantı sonlandırıldı

source: Connection error
tr: Bağlantı Hatası

source: Couldn't connect to %s
tr: %s 'ya bağlanılamadı

source: Connection was terminated by %s
tr: Bağlantı %s tarafından sonlandırıldı

source: Error connecting to %s
tr: %s 'ya bağlanırken hata

source: Reason: %s
tr: Sebep: %s

source: Fullscreen anti-aliasing
tr: Tam Ekran anti-aliasing

source: Soft particles
tr: Yumuşak parçacıklar

source: Weapon opacity
tr: Silah opaklığı

source: Vote yes
tr: 'Evet' oyla

source: Vote no
tr: 'Hayır' oyla

source: Vote "%s" has been called
tr: "%s" oy kullanıldı

source: Changes map
tr: Haritayı değiştir

source: Restarts current map
tr: Mevcut haritayı yeniden başlat

source: Jumps to the next map
tr: Gelecek haritaya geç

source: Specify 0 to disable
tr: Specify 0 kapat

source: Sets the number of frags or caps needed to win the match
tr: Maci kazanmak icin gereken Frags veya caps sayısını ayarlar

source: Sets number of minutes after which the match ends
tr: Kaç dakika sonra maçın biteceğini belirler

source: Changes the gametype
tr: Oyun tipini değiştirir

source: Sets the number of minutes after which the warmup ends
tr: Kaç dakika sonra ısınma süresinin biteceğini belirler

source: Sets the length of the overtime
tr: Mesai uzunluğunu belirler

source: Specify 0 to enable sudden death mode
tr: Specify 0 ani ölüm modunu etkinlestirmek icin

source: Sets the maximum number of players in one team
tr: Bir takımda en fazla kaç oyuncu olabileceğini ayarlar

source: Locks teams to disallow players joining in mid-game
tr: Oyun sırasında yeni oyuncuların katılmaması için takımları kilitler

source: Unlocks teams to allow players joining in mid-game
tr: Oyun sırasında yeni oyuncuların katılabilmesi içn takım kilidini kaldırır

source: Sets all players as ready so the match can start
tr: Oyunun başlaması için tüm oyuncuları hazır yapar

source: Forces player back to spectator mode
tr: Oyuncuları seyirci moduna çeker

source: Removes player from the server
tr: Oyuncuyu sunucudan atar

source: Removes player from the server and bans his IP-address for 15 minutes
tr: Oyuncuyu Serverden atar ve IP-Adresini 15 dakika icin yasaklar

source: Disallows chat messages from the muted player
tr: Susturulan oyuncudan sohbet mesajları alınmasını engeller

source: Disallows voice chat messages from the muted player
tr: Susturulan oyuncudan sesli sohbet mesajları alınmasını engeller

source: Reallows chat messages from the unmuted player
tr: Susturulan oyuncudan sohbet mesajları alınmaması engelini kaldırır

source: Reallows voice chat messages from the unmuted player
tr: Susturulan oyuncudan sesli sohbet mesajları alınmaması engelini kaldırır

source: Sets the number of bots to play on the server
tr: Sunucuda oynayan bot sayısını ayarlar

source: Toggles whether shooting teammates will do damage to them
tr: Takım hasarını etkinleştirir/etkisizleştir

source: Toggles whether instagun can be used for weapon jumping
tr: Instagun silah atlama icin kullanilip kullanilamayacagini acar

source: Toggles the availability of instashield in instagib
tr: Instagib olarak instashield kullanilabilirligini acar

source: Toggles whether falling long distances deals damage
tr: Düşüş hasarını açar/kapatır

source: Toggles whether weapon splashes can damage self
tr: Silahın oyuncuya hasar verip vermeyeceğini ayarlar

source: Pauses the game
tr: Oyunu durdurur

source: Resumes the game if in timeout
tr: Timeoutdaki oyunu devam ettirir

source: Toggles the challenging spectators queue line
tr: Zorlu seyirci kuyrugu hattini acar

source: Toggles whether uneven teams is allowed
tr: Düzensiz takim olup gecis yapar birakilir

source: Enables or disables the dropping of powerups at dying
tr: Etkinlestirir veya ölmekte de powerups birakarak devre disi birakir

source: Enables or disables instant flag captures and unlocks
tr: Etkinlestirir veya anlik bayrak yakalar ve actigini devre disi birakir

source: Enables or disables the spawning of powerups
tr: Etkinlestirir veya powerups yumurtlama devre disi birakir

source: If enabled, tag fragger will become new tag automatically
tr: Etkinse etiketi Fragger otomatik olarak yeni etiket olacak

source: Sets the speed at which the capture points heal their owners
tr: Yakalama noktalari sahiplerini iyilesmek hangi hizini ayarlar

source: Sets the time in seconds between reinforcement respawn waves
tr: Takviye respawn dalgalar arasindaki saniye cinsinden ayarlar

source: Downloading %s from server at %s k/s
tr: %s sunucudan %s k/s indiriliyor

source: Downloading %s from the web at %s k/s
tr: %s internetten %s k/s hızla indiriliyor

source: Logging in, hold on...
tr: Oturum açılıyor, bekleyin...

source: Searching for game servers...
tr: Oyun sunucuları aranıyor...

source: Browse servers manually
tr: Sunucuları el ile tara
